Repository: K1yoshiSho/base_template
Catalog: lib/l10n/app_*.arb
Languages: ru

# logItemCopied
source: Log item is copied in clipboard
ru: Элемент журнала скопирован в буфер обмена

# allLogsCopied
source: All logs copied in buffer
ru: Все элементы журнала были скопированы

# reviewDeleted
source: The review has been deleted
ru: Отзыв был удален

# pageNotFound
source: Oops, the page on this path
ru: Упс, страница по этому пути

source: not found
ru: Не найдена

source: Collections
ru: Подборки

source: New collection
ru: Новая подборка

# nameCollection
source: The name of the collection
ru: Название подборки

# addDescription
source: Add a description
ru: Добавьте описание

# addPlace
source: Add a place
ru: Добавить место

# collectionsNotFound
source: We didn't find anything. But you can add this place to your collection
ru: Мы ничего не нашли. Но вы можете добавить это место в свою подборку

source: Street
ru: Улица

# enterStreet
source: Enter the street name
ru: Введите название улицы

# enterHouse
source: Enter the house number
ru: Введите номер дома

# collectionSaved
source: Your collection is saved!
ru: Ваша подборка сохранена!

# youCandFindInProfile
source: You can always find her in your profile
ru: Вы всегда можете найти её в своём профиле

# youCollections
source: Your collections
ru: Ваши подборки

# createNew
source: Create a new one
ru: Создать новую

# addedText
source: {num} added
ru: {num} добавлено

source: Comments
ru: Комментарии

source: Place name
ru: Название места

# updatedAt
source: Updated at {dateTime}
ru: Обновлено {dateTime}

# createdAt
source: Created at {dateTime}
ru: Создано {dateTime}

# enterComment
source: Write a comment
ru: Напишите комментарий

# noCommentInCollection
source: It looks like the collection has no comments. Write the first comment
ru: Похоже, у подборки нет комментариев. Напишите первый комментарий

source: My collections
ru: Мои подборки

# savedItems
source: Saved
ru: Сохраненные

source: Your collections
ru: Ваши подборки

# singlePlace
source: {num} place
ru: {num} место

# otherPlace
source: {num} places
ru: {num} места

# otherPlaces
source: {num} places
ru: {num} мест

# noCollectionsInCard
source: It looks like you don't have any selections. You can create a new one and add an institution there
ru: Похоже, у вас нет подборок. Вы можете создать новый и добавить туда заведение

# writeText
source: Write a text
ru: Напиши текст

source: Notifications
ru: Уведомления

source: Your actions
ru: Ваши действия

# noNotifications
source: It looks like you don't have any notifications
ru: Похоже, у вас нет уведомлений

source: Today
ru: Сегодня

# lastWeek
source: For the last week
ru: За последнюю неделю

# lastMonth
source: For the last month
ru: За последний месяц

source: Earlier notifications
ru: Более ранние уведомления

source: Edit
ru: Редактирование

# deleteCollection
source: Delete this collection
ru: Удалить подборку

# deleteCollectionQuestion
source: Are you sure you want to delete the collection?
ru: Вы уверены что хотите удалить подборку?

# collectionUpdated
source: Your collection has been updated!
ru: Ваша подборка обновлена!

# collectionWasDeleted
source: Your selection has been deleted!
ru: Ваша подборка была удалена!

# createCollection
source: Create a collection
ru: Создать подборку
