Repository: K1yoshiSho/base_template
Catalog: lib/l10n/app_*.arb
Languages: ru

# noConnection
source: There is no internet connection
ru: Отсутствует подключение к интернету

# connectionTimeout
source: The waiting time for a response from the server has expired
ru: Время ожидания ответа от сервера истекло

# noData
source: No data available
ru: Нет данных

source: User not found
ru: Пользователь не найден

# thisEmailAlreadyExist
source: A user with this email already exists
ru: Пользователь с таким email уже существует

# thisUsernameAlreadyExist
source: A user with this username already exists
ru: Пользователь с таким логином уже существует

# passwordNotCorrect
source: Invalid password
ru: Неверный пароль

# status401
source: You don't have access to this data
ru: У вас нет доступа к этим данным

# status404
source: No data found
ru: Данные не найдены

# status500
source: Try again later, there is an internal problem
ru: Повторите попытку позже, возникла внутренняя проблема

# badRequest
source: Invalid request, check the correctness of the data and try again
ru: Неверный запрос, проверьте правильность данных и попробуйте еще раз

source: En
ru: Анг

source: Ru
ru: Рус

# lang_name
source: Eng
ru: Рус

source: Welcome
ru: Добро пожаловать

source: to loca
ru: в loca

# exit_text
source: Do you really want to log out?
ru: вы действительно хотите выйти?

source: No, I've changed my mind
ru: нет, я передумал

# some_error
source: Something went wrong!
ru: Что-то пошло не так!

# some_error_hint
source: But we are already solving the problem so that the application will work soon
ru: Мы уже знаем о проблеме и очень скоро решим её

source: Error
ru: Ошибка

# empty_result
source: It looks like nothing was found. Try to change your request
ru: Мы ничего не нашли. Попробуйте изменить ваш запрос

source: Get ticket
ru: Получить билет

source: Call
ru: Позвонить

# phone_error
source: Phone number isn't provided!
ru: Телефонный номер не предоставлен!

# purchase_error
source: Link isn't provided!
ru: Не верная ссылка!

source: Media
ru: Медиа

source: Price from
ru: Цена от

source: Average check:
ru: Средний чек

source: Services
ru: Сервисы

source: Service
ru: Сервис

source: Tickets
ru: Билеты

source: Housing
ru: Жильё

source: Taxi
ru: Такси

source: Plane
ru: Самолёт

source: Delivery
ru: Доставка

# calendar_of_events
source: Сalendar of events
ru: Календарь событий

source: All the events you have planned
ru: Все ваши запланированные события

source: My ratings and reviews
ru: Мои оценки и отзывы

source: Establishments and events that you rated
ru: Места и события, которые вы оценили

source: Recently viewed
ru: История просмотров

source: All the places and videos you have viewed
ru: Все просмотренные вами места и видео

source: My interests
ru: Мои интересы

source: Edit or add to the list of interests
ru: Изменение и добавление интересов

source: About
ru: О нас

source: Language selection
ru: Выбор языка

source: Support
ru: Поддержка

source: Report
ru: Пожаловаться

source: user agreement
ru: пользовательское соглашение

# logout
source: Leave your profile
ru: Выйти из профиля

source: Date of birth
ru: Дата рождения

source: You can
ru: Вы можете

source: delete your profile
ru: удалить свой профиль

source: Do you want to delete your profile?
ru: Вы действительно хотите удалить свой профиль?

source: favorites
ru: избранное

source: you liked it
ru: понравившееся

source: All the places and videos you liked
ru: все понравившиеся вам места и видео

# support_text
source: If you have any questions, you can contact our technical support team, we will definitely help you.
ru: Если у Вас возникли вопросы, можете обратиться в нашу тех. поддержку, мы обязательно Вам поможем.

# aiWelcoming
source: Hello! My name is Base project and I am your virtual assistant
ru: Привет! Меня зовут Лока и я ваш виртуальный помощник

# aiPresentation
source: Write what you are looking for and I will be happy to help you
ru: Напишите, что вы ищете, и я буду рада вам помочь

source: ignore
ru: Промолчать

source: respond
ru: Ответить

source: Start over
ru: Начать сначала

source: Other options
ru: Ещё варианты

# aiSorry
source: Sorry, if I couldn't find anything for you. I'm still very young and just learning. Shall we try to start over?
ru: Простите, если я не смогла ничего подобрать для вас. Я еще совсем маленькая и только учусь. Попробуем начать сначала?

# iThinkTheseOptionsAreMostSuitable
source: I think these options are most suitable for you
ru: Думаю, эти варианты подходят больше всего

source: Here are more options for you
ru: Вот еще варианты для вас

source: Leave our comments
ru: Оставьте свой комментарий

source: authors
ru: авторы

source: other
ru: другие

source: Route
ru: Маршрут

# google_maps_msg
source: Google Headquarters are here
ru: Штаб-квартира Google здесь

# out_of
source: of
ru: из

source: Phone
ru: Телефон

# onBoarding
source: Further
ru: Далее

# onBoardingFinal
source: Share location
ru: Поделиться локацией

source: Website
ru: Сайт

# website_error
source: Website isn't provided!
ru: Веб-сайт не предоставлен!

# photo_video
source: Photo and video
ru: Фото и видео

source: Address
ru: Адрес

# business_list_error
source: Failed to fetch businesses
ru: Не удалось получить бизнесы

# business_list_not_found
source: Not found
ru: Не найдено

source: Places
ru: Места

source: Search
ru: Поиск

# country_name
source: Kazakhstan
ru: Казахстан

# firstPage_title
source: Travel with Base project!
ru: Путешествуйте вместе с Base project!

# firstPage_subTitle
source: Find interesting places and call your friends!
ru: Находите интересные места и зовите друзей!

# secondPage_title
source: Share your experience!
ru: Делитесь экспериенсом!

# secondPage_subTitle
source: Show the world where you've been!
ru: Покажите всему миру где вы были!

# thirdPage_title
source: Look where the people were!
ru: Смотрите где были люди!

# thirdPage_subTitle
source: Find interesting places and call your friends!
ru: Находите интересные места и зовите друзей!

source: Location
ru: Местоположение

source: Publish
ru: Опубликовать

source: Pick video
ru: Выбрать видео

source: Pick photo
ru: Выбрать фото

# camera_error
source: No available cameras!
ru: Нет доступных камер!

source: Language
ru: Язык

source: City
ru: Город

source: Hotel
ru: Отель

source: Airlines
ru: Авиа

# railway
source: Railway tickets
ru: ЖД билеты

source: Shipping
ru: Доставка

source: Theater
ru: Театр

source: Cinema
ru: Кино

source: Open
ru: Открыто

source: Closed
ru: Закрыто

source: Place
ru: Место

source: People
ru: Люди

source: This is video
ru: Это видео

source: Food
ru: Еда

source: Entertainment
ru: Развлечение

source: Leisure
ru: Активный отдых

source: Subscribers
ru: Подписчики

source: Subscriptions
ru: Подписки

# liked_start
source: Liked by
ru: Нравится

# liked_end
source: users
ru: пользователям

source: Empty
ru: Пусто

# subscribed
source: You're subscribed
ru: Вы подписаны

source: Subscribe
ru: Подписаться

# block
source: Block user
ru: Заблокировать

source: Unsubscribe
ru: Отписаться

source: more
ru: подробнее

source: Send report
ru: Отправить жалобу

# report_accepted
source: Your report was accepted!
ru: Ваша жалоба принята!

source: Spam
ru: Спам

# choose_appeal
source: Choose appeal that will be sent for consideration
ru: Выберите жалобу которая будет отправлена на рассмотрение

# nudity
source: Nudity and sexual activity
ru: Нагота или сексуальная активность

# hate_speech
source: Hate speech and symbols
ru: Ненавистнические высказывания или символы

source: Disinformation
ru: Ложная информация

# dislike
source: I don't like it
ru: Mне не нравится

# bullying
source: Bullying and harassment
ru: Издевательства или домогательства

source: Fraud
ru: Мошенничество

# violence
source: Violence and dangerous organizations
ru: Насилие или опасные организации

# pirate
source: Intellectual property violation
ru: Нарушение прав интеллектуальной собственности

# crime_sell
source: Sale of illegal or regulated goods
ru: Продажа незаконных или регулируемых товаров

# suicide
source: Suicide or self-injury
ru: Самоубийство или членовредительство

# enter_number
source: Еnter your phone number for log in the app
ru: Введите ваш номер телефона, чтобы войти

# terms_condition
source: I agree with the privacy policy & accept the terms of the
ru: Я согласен с правилами сервиса и принимаю условия

# terms_prefix
source: I accept all the terms of the
ru: Я принимаю все условия

# terms_agreement
source: User Agreement
ru: Пользовательское соглашения

# terms_separator
source: and
ru: и

# terms_privacy
source: Privacy Policy
ru: Политики конфиденциальности

# next
source: Continue
ru: Продолжить

source: Confirm action
ru: Подтвердите действие

# enter_code
source: Enter the code
ru: Введите SMS-код

source: Resend it in
ru: Переотправить код через

source: seconds
ru: секунд

source: Resend
ru: Отправить

# we_resend_code
source: We resent the code
ru: Мы отправили код

source: enter
ru: Введите

source: the code
ru: SMS-код

# we_sent_code
source: We’ve sent a login code to your phone
ru: Мы выслали на ваш номер SMS-код для потдверждения операции

source: No photo
ru: Нет фото

source: Change photo
ru: Изменить фото

source: Phone number
ru: Номер телефона

# show_number
source: Show phone number in profile
ru: Отображать номер в профиле

source: Delete photo
ru: Удалить фото

source: Make photo
ru: Сделать фото

# from_gallery
source: Upload from gallery
ru: Загрузить из галереи

source: Cancel
ru: Отмена

source: Edit profile
ru: Редактировать

source: Save
ru: Сохранить

source: Choose city
ru: Выберите город

# confirmation_block
source: Are you sure you want to block the user?
ru: Вы действительно хотите заблокировать пользователя?

# confirmation_unblock
source: Are you sure you want to unblock the user?
ru: Вы действительно хотите разблокировать пользователя?

# confirmation_logout
source: Are you sure you want to logout from your account?
ru: Вы действительно хотите выйти из аккаунта?

# confirmation_delete_account
source: All your data and your content will be deleted, are you sure you want to delete your account?
ru: Все ваши данные и ваш контент удалится, Вы действительно хотите удалить аккаунт?

source: Day off
ru: Выходной

# unblock
source: Unblock user
ru: Разблокировать

source: Go out
ru: Выйти

source: Blocked users
ru: Заблокированные пользователи

source: Settings
ru: Настройки

source: Delete account
ru: Удалить аккаунт

source: Yes
ru: Да

# banned_message
source: This user will no longer be able to see your profile and your experiences
ru: Данный пользователь больше не сможет видеть ваш профиль и ваши моменты

# unbanned_message
source: This user can now see your profile and your experiences
ru: Данный пользователь теперь может видеть ваш профиль и ваши моменты

# login_text
source: Continue
ru: Продолжить

source: Login
ru: Войти

source: Login without registration
ru: Войти без регистрации

# login_required_message
source: Feature not available, login required
ru: Функция недоступна, необходимо войти

# go
source: I'm going
ru: Иду

# not_go
source: Not going
ru: Не иду

source: Delete event
ru: Удалить мероприятие

# delete_event_prompt
source: Are you sure you want to delete event?
ru: Вы действительно хотите удалить событие?

# fields_incomplete
source: Not all fields are filled
ru: Не все поля заполнены

source: Create event
ru: Создать мероприятие

source: Upload photo
ru: Загрузить фото

# event_name
source: Event's name
ru: Название мероприятия

source: Start date and time
ru: Дата и время начала

source: End date and time
ru: Дата и время конца

# detailed
source: More
ru: Подробнее

source: Create
ru: Создать

source: Who goes
ru: Кто идет

source: Languages
ru: Языки

source: Delete
ru: Удалить

source: Location name
ru: Название места

source: Public
ru: Публичный

source: Private
ru: Приватный

source: Event created!
ru: Мероприятие создано!

source: Show all experiences
ru: Показать все экспириенсы

source: Show on map
ru: Показать на карте

# weekday_mon
source: Mon
ru: ПН

# weekday_tue
source: Tue
ru: ВТ

# weekday_wed
source: Wed
ru: СР

# weekday_thu
source: Thu
ru: ЧТ

# weekday_fri
source: Fri
ru: ПТ

# weekday_sat
source: Sat
ru: СБ

# weekday_sun
source: Sun
ru: ВС

source: Popular places
ru: Популярные заведения

source: On the cards
ru: На карте

source: Places nearby
ru: Места поблизости

source: Kazakh cuisine
ru: Казахская кухня

source: Birthday discount!
ru: туған күніне жеңілдік!

# event_ickets
source: Event Tickets
ru: Билеты на мероприятия

# city_not_found
source: Oops... We didn't find a city based on your geolocation
ru: Упс... Мы не нашли города по вашей геолокации

# choose_city_list
source: We suggest choosing a city from the list below:
ru: Предлагаем выбрать город из списка ниже:

# saved_event
source: Saved
ru: Сохранённое

source: Places of the
ru: Места

source: Home
ru: Главная

source: Profile
ru: Профиль

source: My places
ru: Мои места

# new_of
source: New
ru: Новинки

source: Vibe of
ru: Вайб

# show_experinece
source: Show experiences
ru: Показать экспериенсы

# location_request
source: Allow <<Base project>> to use your location
ru: Разрешите «Base project» использовать вашу геопозицию

# location_request_tost
source: Location Permission Required
ru: Требуется разрешение на местоположение

# goto_map
source: Map
ru: Kарта

source: Hide
ru: Скрыть

source: Feed
ru: Лента

# unilike
source: like
ru: лайк

# polylike
source: likes
ru: лайков

# specialLike
source: likes
ru: лайка

source: less
ru: свернуть

# buyTickets
source: Buy tickets/Registration
ru: Покупка билетов/Регистрация

# eventFilter
source: Events filter
ru: Фильтр мероприятий

source: Categories
ru: Категории

source: By date
ru: По дате

source: Apply
ru: Применить

source: Discard
ru: Сбросить

source: Share
ru: Поделиться

source: Work schedule
ru: Время работы

source: Menu
ru: Меню

# inPlaceEvent
source: Events/reviews for this place
ru: Мероприятия/обзоры в этом месте

source: Events
ru: Мероприятия

source: Kazakhstan
ru: Казахстан

# cityWelcome
source: Welcome to
ru: Добро пожаловать в город

source: Hello!
ru: Салем!

source: Saved
ru: Сохранено

source: Around the clock
ru: Круглосуточно

# chooseDate
source: Select date
ru: Выберите дату

# placesCount
source: places
ru: заведений

# are_u_from
source: are you from
ru: ваш город

source: astana
ru: астана

source: That’s right
ru: Верно

source: No
ru: Нет

source: Choose your city
ru: Выберите ваш город

source: Select
ru: Выбрать

# topical
source: Highlights
ru: Актуальное

source: Popular
ru: Популярное

source: Sightseeing
ru: Туризм

# loca_choice
source: Base project’s choice
ru: Выбор Base project

source: Low-cost
ru: Недорого

source: For you
ru: Для вас

source: See all
ru: Все

# for_you_hint
source: Base on your interest
ru: Основываясь на ваших интересах

source: what are you interested in
ru: Расскажите, что вам интересно

# select_5_Interests
source: Select minimum 5 interests. It can always be changed & supplemented in your profile
ru: Выберите минимум 5 интересов. Их всегда можно изменить или дополнить в вашем профиле

source: Hot events
ru: Горячие события

source: Free event
ru: Бесплатно

source: Places to go nearby
ru: Места поблизости

source: You should try
ru: Стоит попробовать

source: Status code
ru: Код ответа

source: Url
ru: Ссылка

source: Method
ru: Метод отправки

source: No values
ru: Нет значений

source: Show more
ru: Подробнее

# idleRefresh
source: Pull down to refresh
ru: Потяните вниз, чтобы обновить

# letForUpdate
source: Release to download
ru: Отпустите для загрузки

source: Loading
ru: Загрузка

source: Updated
ru: Обновлено

# noDataToDownload
source: There is no data to download
ru: Нет данных для загрузки

# lastUpdate
source: Last updated: {text}
ru: Последний раз обновлялось: {text}

source: Field is required
ru: Это поле обязательно

# requestSuccess
source: The request was executed successfully
ru: Запрос был выполнен успешно

# nothingFound
source: Nothing was found for this query
ru: Ничего не найдено по этому запросу

source: Collect points
ru: Копи баллы

# lCoins
source: L-points
ru: L-баллы

# selectCityAndCountry
source: Select the country and city
ru: Укажите страну и город

# yourLPointsBalance
source: Your L-point balance
ru: Ваши баллы Base project

source: Available L-points
ru: Доступные баллы Base project

source: Go to catalog
ru: Перейти в каталог

# placesParticipatingPromotion
source: Places participating in the promotion
ru: Места, участвующие в акции

# termsPromotion
source: Terms of the promotion
ru: Условия акции

source: History
ru: История

# takePartPromotion
source: Take part in the promotion!
ru: Участвуйте в акции от Base project!

# lCoinsSubtitle
source: Save up L-points for visiting places and win cool gifts with Base project!
ru: Копите L-баллы за посещение заведений и выигрывайте крутые призы от Base project!

source: Step
ru: Шаг

# lCoinsStepOne
source: Сheck the list of places that participate in the promotion. Each place gives its own number of L-points. You’ll find them by viewing the place
ru: Посмотрите на список заведений, участвующих в акции. В каждом из них вы можете получить определённое количество баллов. Это число вы найдёте на странице заведения

# lCoinsStepTwo
source: Visit places and scan the QR-code from the fiscal receipt through the Base project app
ru: Посетите заведение и отсканируйте QR-код с вашего фискального чека через приложение Base project

# lCoinsStepThree
source: The collected L-points will appear in your profile. Save up points and use them to purchase our merch. You will find a catalog of available merch in your profile
ru: Заработанные L-баллы появятся в вашем профиле. Копите баллы и получайте за них наш мерч. Каталог с доступными товарами вы найдёте в вашем профиле

# seeListCoinPlaces
source: See the list of point-places
ru: Перейти к списку заведений

source: Learn more
ru: Подробнее

# qrScan
source: Scan QR
ru: Сканер QR

# errorQR
source: QR Scanning Error
ru: Ошибка QR сканирования

# qrNotDetect
source: This QR code has not been identified
ru: Данный QR код не опознан

# scanQr
source: Scan the QR
ru: Отсканируйте QR с фискального чека

source: Scanned
ru: Отсканировано

# qrScannedWeSendCoinsLater
source: The QR was successfully scanned. L-points will appear in your profile soon
ru: QR был успешно отсканирован. L-баллы скоро появятся в вашем профиле

# thisQrScanned
source: This QR has already been scanned
ru: Этот QR уже был отсканирован

# canScanAfterThreeHours
source: You’ll be able to scan the QR after 3 hours, after the previous scan
ru: Вы сможете отсканировать QR не раньше, чем через 3 часа, после предыдущего сканирования

source: Please enable location service
ru: Пожалуйста, включите службу определения местоположения

source: Try again
ru: Повторить попытку

source: Catalog
ru: Каталог

# addToBag
source: Add to cart
ru: Добавить в корзину

source: Your cart
ru: Корзина

# allGoodsChoised
source: All goods you’ve choosed
ru: Добавленные вами товары

source: Total
ru: Всего

# pointsWillBeAddedAfterComplete
source: L-points will be debited after the order is completed
ru: L-баллы будут списаны после подтверждения заказа

# orderCall
source: Order a call
ru: Заказать звонок

# orderPrizeSuccess
source: Success, expect a call from the manager
ru: Успех, ожидайте звонок от менеджера

source: Available till
ru: Доступны до

# yetNoValues
source: It's still empty here
ru: Здесь пока пусто

# repairsUnderway
source: Repairs are underway
ru: Идет ремонт

# waitNextRelease
source: Repairs are underway, please wait for the next release
ru: Ведутся ремонтные работы, пожалуйста, дождитесь ближайшего релиза

# noHistoryEventViewed
source: In order for an event to appear in the viewing history, you need to view at least one event
ru: Чтобы событие оказалось в истории просмотров, вам нужно просмотреть хотя бы одно событие

# noLikedCards
source: It looks like you don't have any liked cards
ru: Похоже, у вас нет понравившихся заведений

source: Promotion
ru: Акция

# minFeeDescription
source: If the amount in your receipt is at least {amount} {symbol}
ru: Если сумма в вашем чеке будет не менее {amount} {symbol}

source: You will receive
ru: Вы получите

source: Products added to cart
ru: Товары добавлены в корзину

# noCameraFould
source: No camera found or failed to open camera. Check permissions.
ru: Камера не найдена или не удалось открыть камеру. Проверьте разрешения.

source: Next time
ru: В следующий раз

# noPermission
source: No permissions granted
ru: Нет предоставленных разрешений

# deniedPermissionLocation
source: You have not provided access to the device location
ru: Вы не предоставили доступ к местоположению устройства

# selectCity
source: Choose a city
ru: Выберите город

# goToListCity
source: Go to the list
ru: Перейти на список

# logs
source: Application logs
ru: Логи приложения

# checkLogs
source: See what the actions were in the application
ru: Посмотрите какие были действия в приложении

source: Actions logs
ru: Логи действий

# noLikedEvents
source: It looks like you don't have any events you like
ru: Похоже, у вас нет понравившихся мероприятий

# noLikedLocas
source: It looks like you don't have any Locas you like
ru: Похоже, у вас нет понравившихся Locas

# noHistoryCardsViewed
source: In order for an institution to be in the browsing history, you need to view at least one institution
ru: Чтобы заведение оказалось в истории просмотров, вам нужно просмотреть хотя бы одно заведение

# noHistoryLocasViewed
source: In order for Locas to appear in the browsing history, you need to view at least one Locas
ru: Чтобы Locas оказалось в истории просмотров, вам нужно просмотреть хотя бы один Locas

source: Success
ru: Успешно

# backToProfile
source: Go to profile
ru: Перейти в профиль

# insufficientPoints
source: Insufficient number of points
ru: Недостаточное количество баллов

# pointsCreditedToAccount
source: The points are credited to your account!
ru: Баллы зачислены на ваш счёт!

# youCanLeaveReview
source: You can leave reviews about establishments you have already visited!
ru: Вы можете оставить отзывы о заведениях, в которых уже побывали!

source: Leave review
ru: Оставить отзыв

source: You visited
ru: Вы посетили

source: Your mark
ru: Ваша оценка

source: Write your review
ru: Напишите ваш отзыв

# youCandAddPhotos
source: You can add photos
ru: Вы можете добавить фото

# notDisplayMyReviewCheck
source: Do not display my review on the establishment's page
ru: Не отображать мой отзыв на странице заведения

# notDisplayMyReviewExplainText
source: Your review will be sent directly to representatives of this business. Other users will not see your review
ru: Ваш отзыв будет напрямую отправлен представителям данного бизнеса. Другие пользователи не увидят ваш отзыв

# yourReviewSended
source: Your review has been sent!
ru: Ваш отзыв отправлен!

# yourReviewAddAfterCheck
source: As soon as it passes moderation, your review will appear on the establishment’s page
ru: Как только он пройдёт модерацию, ваш отзыв появится на странице заведения

# addMoreReviews
source: Leave another review
ru: Оставить ещё отзыв

# goToHome
source: Go back to the main page
ru: Вернуться на главную

# myReviews
source: My ratings and reviews
ru: Мои оценки и отзывы

# ratedPlaces
source: Places and events you rated
ru: Места и события, которые вы оценили

source: Your review
ru: Ваш отзыв

source: Characters entered
ru: Введено символов

source: Selected by you
ru: Выбранное вами

source: Other interests
ru: Другие интересы

source: Reviews
ru: Отзывы

# wait
source: Wait a minute
ru: Постойте

# areYouSureExit
source: Are you sure you want to get out?
ru: Вы уверены, что хотите выйти?

# areYouSureDeleteReview
source: Are you sure you want to delete the review?
ru: Вы уверены, что хотите удалить отзыв?
